{
  "titleFreelance": "Tesconi Christophe Web Developer",
  "introQuote": "Every website is a valuable link between you and your users.",
  "introText": "I bring your digital ideas to life with precision and passion, putting your needs at the heart of every project.\nWith a unique background, I support you with transparency, commitment, and authenticity.",
  "contactCTA": "Got a project? Write to me",
  "message": "A website is more than just existing online — it’s a true bridge to your customers. Through clear, simple, and smooth experiences, I help you build a strong and lasting connection with them.",
  "projectsTitle": "My Projects",
  "projects": [
    {
      "titre": "Bicolor_front",
      "description": [
        "Modern showcase website built with React",
        "Clean design adaptable to all screens using Tailwind CSS",
        "Smooth navigation between pages with React Router",
        "Interface designed for mobile, tablet, and desktop",
        "Well-structured code for easy future updates"
      ],
      "githubCTA": "View on GitHub"
    },
    {
      "titre": "Bicolor_Back",
      "description": [
        "API developed with Symfony to manage website data",
        "Clear, easy-to-maintain structure",
        "Secure access with rights management and authentication",
        "Standardized responses and error messages",
        "Full data management with CRUD tools"
      ],
      "githubCTA": "View on GitHub"
    },
    {
      "titre": "Origami",
      "description": [
        "Simple profile management: photo, password, and personal info",
        "Favorites system to easily find preferred models",
        "Built-in search to quickly find an origami",
        "Responsive site for all devices, with reusable components",
        "Add and manage comments with confirmation messages"
      ],
      "githubCTA": "View on GitHub"
    },
    {
      "titre": "O’flix",
      "description": [
        "Symfony API to manage movies, series, and users",
        "Clear code organization for easy maintenance",
        "Enhanced security with login management",
        "Formatted responses and errors for all requests",
        "Easily create, edit, and delete data"
      ],
      "githubCTA": "View on GitHub"
    }
  ]
}
